[VCP_HeavyGunner X2EncyclopediaTemplate]
ListTitle = "重炮手"
DescriptionTitle = "重炮手"
DescriptionEntry = "这些士兵专门压制一群外星人。他们完全有能力让自己远离伤害，同时以极端的偏见向敌人发射子弹！"

[VCP_HeavyGunner X2SoldierClassTemplate]
DisplayName="重炮手"
ClassSummary="这些士兵专门压制一群外星人。他们完全有能力让自己远离伤害，同时以极端的偏见向敌人发射子弹！"
LeftAbilityTreeTitle="抑制"
RightAbilityTreeTitle="重型武器"
AbilityTreeTitles[0]="压制"
AbilityTreeTitles[1]="重型武器"
AbilityTreeTitles[2]="战术意识"
AbilityTreeTitles[3]="XCOM"

;***************************************
; - GTS UNLOCKS -
;***************************************

;HeavyGunner Unlocks
[VCP_HeavyGunnerUnlocks1 X2SoldierAbilityUnlockTemplate]
DisplayName = "重炮手: 重型武器精通"
Summary = "所有重炮手获得武器精通，不论军衔."
[VCP_HeavyGunnerUnlocks2 X2SoldierAbilityUnlockTemplate]
DisplayName = "重炮手: 重型武器精通2"
Summary = "所有重炮手获得武器精通2，不论军衔."
[VCP_HeavyGunnerUnlocks3 X2SoldierAbilityUnlockTemplate]
DisplayName = "重炮手: 重型武器精通3"
Summary = "所有重炮手获得武器精通3，不论军衔."
[GTS_VCP_HeavyGunner1 X2SoldierAbilityUnlockTemplate]
DisplayName="重炮手:生存的意志"
Summary="训练以充分利用掩护。全覆盖时的损坏减少."
[GTS_VCP_HeavyGunner2 X2SoldierAbilityUnlockTemplate]
DisplayName="重炮手: 双倍弹夹"
Summary="在任何交火中都要携带额外的弹药！为重型枪手解锁仅限弹药的插槽."
[GTS_VCP_HeavyGunner3 X2SoldierAbilityUnlockTemplate]
DisplayName="重炮手:装甲坦克"
Summary="众所周知，重型枪手非常有韧性和足智多谋。在战斗开始时为你的武器安装一个屏蔽机制。为重型枪手提供烧蚀生命值和护甲."

;***************************************
;New Ability Descriptions
;***************************************

;HeavyGunner Ability
[VCP_HeavyWeaponsMastery X2AbilityTemplate]
LocFriendlyName = "重型武器精通"
LocHelpText = "The <Ability:ClassName/>通过经验提高其重型武器能力."
LocLongDescription = "The <Ability:ClassName/>通过经验提高其重型武器能力."
LocPromotionPopupText = "<font color='#CA7200'>等级1</font> (gained at <Ability:RANKNAME1/> rank [1])<br/><Bullet/>获得<font color='#3ABD23'>区域压制</font> - 压制一小群敌人.<br/><Bullet/>获得+5 防御.<br/><br/><font color='#CA7200'>等级2</font> (gained at <Ability:RANKNAME3/> rank [3]<br/><Bullet/>获得<font color='#3ABD23'>危险区域</font> -区域压制增加半径.<br/><Bullet/>获得+5 防御.<br/><br/><font color='#CA7200'>等级3</font> (gained at <Ability:RANKNAME5/> rank [5]<br/><Bullet/>获得<font color='#3ABD23'>赶尽杀绝</font> -攻击将对50%或更低的生命值对敌人造成额外伤害.<br/><Bullet/>获得+5 防御.<br/><br/><font color='#CA7200'>等级4</font> (gained at <Ability:RANKNAME7/> rank [7])<br/><Bullet/>获得<font color='#3ABD23'>重击手</font> -所有攻击造成的伤害都会增加.<br/><Bullet/>获得+5 防御."

[VCP_ArmorPlating X2AbilityTemplate]
LocFriendlyName="装甲坦克"
LocLongDescription="重炮手获得+2护甲和+4临时生命值."
LocHelpText="获得+2护甲和+4临时生命值"
LocFlyOverText="装甲坦克"
